export const questions = {
    firstMassive: [
    { 
        number: "1.",
        descr: "Какому месту в России вы хотите в рамках текущей акции посвятить памятный знак «Здесь начинается Россия»?", 
        subtext: "(Введите связанный и понятный текст. В тексте изложите факты, а не общие фразы.)",
        title: "Какому месту посвятить знак?", 
        placeholder: "Введите название (до 100 знаков)", 
        maxLength: 100 ,
        type: "text"    
    },
    
    { 
        number: "2.",
        descr: "Какие исторические события связаны с эти местом?", 
        subtext: "(Введите связанный и понятный текст. В тексте изложите факты, а не общие фразы.)",
        title: "Исторические события", 
        placeholder: "Введите текст (до 3000 знаков)", 
        maxLength: 3000, 
        type: "text"    
    },
    
    { 
        number: "3.",
        descr: "Какие исторические личности связаны с этим местом?", 
        subtext: "(Введите связанный и понятный текст. В тек те изложите факты о связи исторических личностей с местом, которое вы исследуете, а не общие фразы.)",
        title: "Исторические личности", 
        placeholder: "Введите текст (до 3000 знаков)", 
        maxLength: 3000, 
        type: "text"    
    },
    
    { 
        number: "4.",
        descr: "Какие природные памятники (красивые природные места) находятся в этом месте (связаны с этим местом)?", 
        subtext: "(Введите связанный и понятный текст. В тексте изложите природные особенности (уникальность) места, которое вы исследуете, а не общие фразы.)",
        title: "Природные памятники", 
        placeholder: "Введите текст (до 3000 знаков)", 
        maxLength: 3000, 
        type: "text"    
    },
    
    { 
        number: "5.",
        descr: "Какие образовательные, культурные, спортивные и иные общественно значимые события связаны с этим местом? Какие значимые объекты культуры, образования, спорта, иные общественно значимые объекты связаны с этим местом?", 
        subtext: "(Введите связанный и понятный текст. В тексте изложите факты, а не общие фразы.)",
        title: "Значимые события", 
        placeholder: "Введите текст (до 3000 знаков)", 
        maxLength: 3000, 
        type: "text"    
    },
    
    { 
        number: "6.",
        descr: "Какие достопримечательности этого места можно было бы показать приезжающим гостям, на ваш взгляд? Почему? ", 
        subtext: "(Введите связанный и понятный текст. В тексте изложите факты, а не общие фразы.)",
        title: "Достопримечательности", 
        placeholder: "Введите текст (до 3000 знаков)", 
        maxLength: 3000, 
        type: "text"    
    },
    
    { 
        number: "7.",
        descr: "Какие самые значимые достижения в масштабах страны связаны с этим местом?", 
        subtext: "(Введите связанный и понятный текст. В тексте изложите факты, а не общие фразы.)",
        title: "Достижения на уровне страны", 
        placeholder: "Введите текст (до 3000 знаков)", 
        maxLength: 3000, 
        type: "text"    
    },
    
    { 
        number: "8.",
        descr: "Какие самые значимые для вас достижения связаны с этим местом и почему?", 
        subtext: "(Введите связанный и понятный текст. В тексте изложите факты, а не общие фразы.)",
        title: "Достижения лично для вас", 
        placeholder: "Введите текст (до 3000 знаков)", 
        maxLength: 3000, 
        type: "text"    
    },
    
    { 
        number: "9.",
        descr: "Какие самые значимые события для ваших семей (для ваших предков и современников) связаны с этим местом?", 
        subtext: "(Введите связанный и понятный текст. В тексте изложите факты, а не общие фразы.)",
        title: "События для вашей семьи?", 
        placeholder: "Введите текст (до 3000 знаков)", 
        maxLength: 3000, 
        type: "text"    
    },
    
    { 
        number: "10.",
        descr: "Напишите 2-3 самые интересные семейные истории, связанные с этим местом.", 
        subtext: "(Введите связанный и понятный текст. В тексте изложите факты, а не общие фразы.)",
        title: "Семейные истории", 
        placeholder: "Введите текст (до 3000 знаков)", 
        maxLength: 3000, 
        type: "text"    
    },
    
    { 
        number: "11.",
        descr: "Расскажите о самых достойных современниках, которые живут в этом месте? Почему вы выделяете именно их?", 
        subtext: "(Введите связанный и понятный текст. В тексте изложите факты, а не общие фразы.)",
        title: "Расскажите о достойных современниках", 
        placeholder: "Введите текст (до 3000 знаков)", 
        maxLength: 3000, 
        type: "text"    
    },
    
    { 
        number: "12.",
        descr: "Напишите 3-5 ассоциаций, которые возникают у вас, когда вы вспоминаете об этом месте?", 
        subtext: "(Введите связанный и понятный текст. В тексте изложите факты, а не общие фразы.)",
        title: "Ассоциации с этим местом", 
        placeholder: "Введите текст (до 3000 знаков)", 
        maxLength: 3000, 
        type: "text"    
    },
    
    { 
        number: "13.",
        descr: "Если бы это место олицетворял человек, то какие качества, на ваш взгляд, присущи были бы этому человеку и почему?", 
        subtext: "(Введите связанный и понятный текст. В тексте изложите факты, а не общие фразы.)",
        title: "Какими качествами обладает это место?", 
        placeholder: "Введите текст (до 3000 знаков)", 
        maxLength: 3000, 
        type: "text"    
    },
    
    { 
        number: "14.",
        descr: "Чем заняты жители в этом месте (основные виды деятельности)?", 
        subtext: "(Например: «Заняты рыбным промыслом, производством металла». Введите связанный и понятный текст. В тексте изложите факты, а не общие фразы.)",
        title: "Основные занятия жителей", 
        placeholder: "Введите текст (до 3000 знаков)", 
        maxLength: 3000, 
        type: "text"    
    },
    
    { 
        number: "15.",
        descr: "Какая особенная черта характера, на ваш взгляд, присуща людям, которые живут в этом месте и почему?", 
        subtext: "(Например: «Взаимовыручка. У нас суровая природа и жизненно необходимо помогать друг другу». Введите связанный и понятный текст.)",
        title: "Черта характера", 
        placeholder: "Введите текст (до 3000 знаков)", 
        maxLength: 3000, 
        type: "text"    
    },
    
    { 
        number: "16.",
        descr: "Каким бы вам хотелось бы видеть это место через 100 лет? Что в нем должно появиться? Что в нем должно сохраниться из сегодняшнего времени?", 
        subtext: "(Введите связанный и понятный текст. В тексте изложите факты, а не общие фразы.)",
        title: "Каким вы видите место через 100 лет?", 
        placeholder: "Введите текст (до 3000 знаков)", 
        maxLength: 3000, 
        type: "text"    
    },
    
    { 
        number: "17.",
        descr: "Как и чем вам лично хотелось бы прославить это место в будущем?", 
        subtext: "(Введите связанный и понятный текст. В тексте изложите факты, а не общие фразы.)",
        title: "Как вы хотите прославить это место?", 
        placeholder: "Введите текст (до 3000 знаков)", 
        maxLength: 3000,
        type: "text"   
        
    }],

    secondMassive: [
        { 
            number: "1.",
            descr: "Запишите три пункта: что хотелось бы зафиксировать в памяти о прошлом того места, для которого вы будете создавать памятный знак и какими символами (знаками, образами) можно было бы это изобразить?", 
            subtext: "(По каждому из трех пунктов введите связанный и понятный текст, в котором зафиксируйте о чем или о ком, на ваш взгляд, нужно помнить и каким символом (знаком образом) это можно было бы изобразить.) ",
            title: "Прошлое", 
            placeholder: "Введите название (до 100 знаков)", 
            maxLength: 100 ,
            type: "text"    
        },
        
        { 
            number: "2.",
            descr: "Запишите три пункта: что хотелось бы зафиксировать в памяти о настоящем того места, для которого вы будете создавать памятный знак и какими символами (знаками, образами) можно было бы это изобразить?", 
            subtext: "(По каждому из трех пунктов введите связанный и понятный текст, в котором зафиксируйте о чем или о ком, на ваш взгляд, нужно помнить и каким символом (знаком образом) это можно было бы изобразить.) ",
            title: "Настоящее", 
            placeholder: "Введите текст (до 3000 знаков)", 
            maxLength: 3000, 
            type: "text"    
        },
        
        { 
            number: "3.",
            descr: "Запишите три пункта: что хотелось бы зафиксировать в памяти, как цели для развития и процветания места, для которого вы будете создавать памятный знак и какими символами (знаками, образами) можно было бы это изобразить?", 
            subtext: "(По каждому из трех пунктов введите связанный и понятный текст, в котором зафиксируйте о чем или о ком, на ваш взгляд, нужно помнить и каким символом (знаком образом) это можно было бы изобразить.) ",
            title: "Будущее",
            placeholder: "Введите текст (до 3000 знаков)", 
            maxLength: 3000,
            type: "text"   
            
        }],

    thirdMassive: [        
        { 
            number: "2.",
            descr: "А теперь, придумайте название вашего памятного знака", 
            subtext: "(Помните о том, что название памятного знака должно помогать зрителю увидеть важные смыслы, заложенные в него)",
            title: "Название", 
            placeholder: "Текст до 100 знаков", 
            maxLength: 3000,
            type: "text"   
        }]
};